{
    "Sign In": "Connexion",
    "Email": "Email",
    "Please enter your email": "Veuillez saisir votre email",
    "Password": "Mot de passe",
    "Please enter your password": "Veuillez saisir votre mot de passe",
    "Show password": "Afficher le mot de passe",
    "Forgot Password ?": "Mot de passe oublié ?",
    "Remember Me": "Se souvenir de moi",
    "Login": "Connexion",
    "No account yet?": "Pas encore de compte ?",
    "Create an Account": "Créer un compte",
    "Create Account": "Créer un compte",
    "Name": "Nom",
    "Please enter your name": "Veuillez saisir votre nom",
    "Confirm Password": "Confirmer le mot de passe",
    "Please confirm your password": "Veuillez confirmer votre mot de passe",
    "Register": "S'inscrire",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Verify Email Address": "Vérifier l'adresse email",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci pour votre inscription ! Avant de commencer, pourriez-vous vérifier votre adresse email en cliquant sur le lien que nous venons de vous envoyer ? Si vous n'avez pas reçu l'email, nous vous en enverrons volontiers un autre.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse email que vous avez fournie lors de l'inscription.",
    "Resend Verification Email": "Renvoyer l'email de vérification",
    "Sending...": "Envoi en cours...",
    "Sign Out": "Déconnexion",
    "Forgot Password": "Mot de passe oublié",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Vous avez oublié votre mot de passe ? Pas de problème. Indiquez-nous simplement votre adresse email et nous vous enverrons un lien de réinitialisation qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation",
    "Back to Login": "Retour à la connexion",
    "A reset link will be sent if the account exists.": "Un lien de réinitialisation sera envoyé si le compte existe.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Cancel": "Annuler",
    "Confirm": "Confirmer",
    "Confirming...": "Confirmation en cours...",
    "Reset Password": "Réinitialiser le mot de passe",
    "Please enter your new password": "Veuillez saisir votre nouveau mot de passe",
    "Please confirm your new password": "Veuillez confirmer votre nouveau mot de passe",
    "Processing...": "Traitement en cours...",
    "Profile": "Profil",
    "Profile Information": "Informations du profil",
    "Update your account's profile information and email address.": "Mettre à jour les informations de profil et l'adresse email de votre compte.",
    "Save": "Enregistrer",
    "Saving...": "Enregistrement en cours...",
    "Profile updated successfully.": "Profil mis à jour avec succès.",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Current Password": "Mot de passe actuel",
    "Please enter your current password": "Veuillez saisir votre mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Updating...": "Mise à jour en cours...",
    "Password updated successfully.": "Mot de passe mis à jour avec succès.",
    "Browser Sessions": "Sessions de navigateur",
    "Manage and logout from your active sessions on other browsers and devices.": "Gérez et déconnectez-vous de vos sessions actives sur d'autres navigateurs et appareils.",
    "Logout from Other Sessions": "Déconnexion des autres sessions",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Update your account's profile name.": "Mettre à jour le nom de profil de votre compte.",
    "Email Address": "Adresse email",
    "Update your email address. For security reasons, please confirm your password.": "Mettez à jour votre adresse email. Pour des raisons de sécurité, veuillez confirmer votre mot de passe.",
    "Current Email": "Email actuel",
    "New Email Address": "Nouvelle adresse email",
    "Please enter your new email address": "Veuillez saisir votre nouvelle adresse email",
    "Update Email": "Mettre à jour l'email",
    "Email Updated Successfully": "Email mis à jour avec succès",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, vous pouvez vous déconnecter de toutes vos autres sessions de navigateur sur tous vos appareils. Si vous pensez que votre compte a été compromis, vous devriez également mettre à jour votre mot de passe.",
    "Logout Other Browser Sessions": "Déconnexion des autres sessions de navigateur",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Veuillez saisir votre mot de passe pour confirmer que vous souhaitez vous déconnecter de vos autres sessions de navigateur sur tous vos appareils.",
    "Success": "Succès",
    "You have been logged out from all other browser sessions.": "Vous avez été déconnecté de toutes les autres sessions de navigateur.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Êtes-vous sûr de vouloir supprimer votre compte ? Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Deleting...": "Suppression en cours...",
    "The provided password does not match our records.": "Le mot de passe fourni ne correspond pas à nos enregistrements.",
    "Profile name updated successfully.": "Nom de profil mis à jour avec succès.",
    "skip to the main content": "passer au contenu principal",
    "Search": "Rechercher",
    "sidebar toggle": "basculer le menu latéral",
    "Dashboard": "Tableau de bord",
    "Marketing": "Marketing",
    "Settings": "Paramètres",
    "Payments": "Paiements",
    "profile settings": "paramètres du profil",
    "Notifications": "Notifications",
    "Mark all as read": "Tout marquer comme lu",
    "No notifications": "Aucune notification",
    "View all notifications": "Voir toutes les notifications"
}
